/* Unknown error message */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft PowerPoint presentation slide." = "Insérer la capture d’image dans une diapositive de présentation PowerPoint";

/* AppleScript error, probably not activated */
"Make sure Microsoft PowerPoint is activated and try again." = "Assurez-vous que Microsoft PowerPoint est activé et réessayez.";

/* plugin name */
"Microsoft PowerPoint" = "Microsoft Powerpoint";

/* Not installed error message */
"Powerpoint is not installed." = "PowerPoint n’est pas installé.";

/* Cannot share to Microsoft PowerPoint */
"Unable to share to Microsoft PowerPoint" = "Impossible de partager dans Microsoft PowerPoint";

